7zip
android-tools
atuin
base
base-devel
biber
bitwarden-cli
blueman
bluez
bluez-utils
brightnessctl
btop
clang
cmake
discord
dosfstools
dunst
dust
efibootmgr
emacs
ethtool
fcitx5
fcitx5-configtool
fcitx5-mozc
firefox
flatpak
fzf
gdb
gimp
git
github-cli
gnu-netcat
go
godot
gparted
grim
grub
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprsunset
imagemagick
intel-media-driver
intel-ucode
ipython
jupyter-console
kitty
krita
libqalculate
libreoffice-fresh
libsixel
libva-utils
links
linux
linux-firmware
linux-headers
love
luarocks
mpv
mtools
ncspot
neofetch
neovim
networkmanager
nm-connection-editor
notification-daemon
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
obs-studio
obsidian
okular
opam
openssh
os-prober
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
pdcurses
piper
pipewire-pulse
playerctl
powertop
pyenv
python-distutils-extra
python-ipykernel
python-numpy
python-pipx
qbittorrent
qt6ct
ripgrep
rofi-calc
rofi-wayland
rofimoji
slurp
smartmontools
speedtest-cli
spotify-launcher
starship
steam
stow
sudo
swi-prolog
syncthing
telegram-desktop
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thefuck
tk
tldr
tlp
tlp-rdw
tmux
tokei
torbrowser-launcher
translate-shell
trash-cli
tree-sitter-cli
ttf-cascadia-code-nerd
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono-nerd
ufw
unarchiver
unzip
valgrind
vim
vivaldi
vulkan-intel
waybar
wget
wine
wl-clipboard
wofi
wtype
xdg-desktop-portal-hyprland
xdg-utils
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yazi
yt-dlp
zbar
zig
zip
zsh
