amd-ucode
ark
atuin
base
base-devel
bat
biber
bluez
bluez-utils
btop
btrfs-progs
chezmoi
clang
cmake
copyq
discord
dmenu
dosfstools
dunst
dust
efibootmgr
ethtool
feh
firefox
fzf
git
github-cli
go
grim
grub
htop
i3status
imagemagick
intel-ucode
ipython
kitty
krita
libqalculate
libreoffice-fresh
libsixel
links
linux
linux-firmware
linux-lts
maim
mpv
mtools
nasm
neofetch
neovim
networkmanager
notepadqq
notification-daemon
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
okular
openssh
os-prober
pacman-contrib
pamixer
papirus-icon-theme
pavucontrol
picom
pipewire-pulse
playerctl
python-matplotlib
python-numpy
python-pip
python-scipy
qbittorrent
r
rofi
slurp
speedtest-cli
spotify-launcher
starship
sudo
sway
swaybg
swayidle
swaylock
telegram-desktop
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thefuck
tldr
torbrowser-launcher
translate-shell
trash-cli
ttf-cascadia-code-nerd
ttf-dejavu
ttf-font-awesome
ufw
unarchiver
unzip
usbutils
vim
virtualbox
vulkan-nouveau
wget
wl-clipboard
xdg-utils
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yazi
yt-dlp
zbar
zsh
